{
  "competition_year": "2025-2026",
  "translations": ["NIV", "KJV", "NVI"],
  "scriptures": [
    {
      "order": 1,
      "reference": "Exodus 20:2-3",
      "texts": {
        "NIV": "<sup>2</sup>I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup>3</sup>You shall have no other gods before me.",
        "KJV": "<sup>2</sup>I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage. <sup>3</sup>Thou shalt have no other gods before me.",
        "NVI": "<sup>2</sup>Yo soy el SEÑOR tu Dios. Yo te saqué de Egipto, del país donde eras esclavo. <sup>3</sup>No tengas otros dioses además de mí."
      }
    },
    {
      "order": 2,
      "reference": "Leviticus 20:26",
      "texts": {
        "NIV": "<sup>26</sup>You are to be holy to me because I, the LORD, am holy, and I have set you apart from the nations to be my own.",
        "KJV": "<sup>26</sup>And ye shall be holy unto me: for I the LORD am holy, and have severed you from other people, that ye should be mine.",
        "NVI": "<sup>26</sup>Sean ustedes santos porque yo, el Señor, soy santo y los he distinguido entre las demás naciones, para que sean míos."
      }
    },
    {
      "order": 3,
      "reference": "James 2:17",
      "texts": {
        "NIV": "<sup>17</sup>In the same way, faith by itself, if it is not accompanied by action, is dead.",
        "KJV": "<sup>17</sup>Even so faith, if it hath not works, is dead, being alone.",
        "NVI": "<sup>17</sup>Así también la fe por sí sola, si no tiene obras, está muerta."
      }
    },
    {
      "order": 4,
      "reference": "2 Chronicles 7:14",
      "texts": {
        "NIV": "<sup>14</sup>if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
        "KJV": "<sup>14</sup>If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.",
        "NVI": "<sup>14</sup>si mi pueblo, que lleva mi nombre, se humilla y ora, y me busca y abandona su mala conducta, yo lo escucharé desde el cielo, perdonaré su pecado y restauraré su tierra."
      }
    },
    {
      "order": 5,
      "reference": "Psalms 19:13-14",
      "texts": {
        "NIV": "<sup>13</sup>Keep your servant also from willful sins; may they not rule over me. Then I will be blameless, innocent of great transgression. <sup>14</sup>May these words of my mouth and this meditation of my heart be pleasing in your sight, LORD, my Rock and my Redeemer.",
        "KJV": "<sup>13</sup>Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression. <sup>14</sup>Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.",
        "NVI": "<sup>13</sup>Libra, además, a tu siervo de pecar a sabiendas; no permitas que tales pecados me dominen. Así estaré libre de culpa y de multiplicar mis pecados. <sup>14</sup>Sean, pues, aceptables ante ti mis palabras y mis pensamientos, oh SEÑOR, roca mía y redentor mío."
      }
    },
    {
      "order": 6,
      "reference": "Proverbs 1:7",
      "texts": {
        "NIV": "<sup>7</sup>The fear of the LORD is the beginning of knowledge, but fools despise wisdom and instruction.",
        "KJV": "<sup>7</sup>The fear of the LORD is the beginning of knowledge: but fools despise wisdom and instruction.",
        "NVI": "<sup>7</sup>El temor del SEÑOR es el principio del conocimiento; los necios desprecian la sabiduría y la disciplina."
      }
    },
    {
      "order": 7,
      "reference": "Mark 10:45",
      "texts": {
        "NIV": "<sup>45</sup>For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.",
        "KJV": "<sup>45</sup>For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
        "NVI": "<sup>45</sup>Porque ni aun el Hijo del hombre vino para que le sirvan, sino para servir y para dar su vida en rescate por muchos."
      }
    },
    {
      "order": 8,
      "reference": "Luke 19:10",
      "texts": {
        "NIV": "<sup>10</sup>For the Son of Man came to seek and to save the lost.",
        "KJV": "<sup>10</sup>For the Son of man is come to seek and to save that which was lost.",
        "NVI": "<sup>10</sup>Porque el Hijo del hombre vino a buscar y a salvar lo que se había perdido."
      }
    },
    {
      "order": 9,
      "reference": "John 10:10",
      "texts": {
        "NIV": "<sup>10</sup>The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.",
        "KJV": "<sup>10</sup>The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly.",
        "NVI": "<sup>10</sup>El ladrón no viene sino para robar y matar y destruir; yo he venido para que tengan vida, y para que la tengan en abundancia."
      }
    },
    {
      "order": 10,
      "reference": "Romans 1:16",
      "texts": {
        "NIV": "<sup>16</sup>For I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile.",
        "KJV": "<sup>16</sup>For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.",
        "NVI": "<sup>16</sup>No me avergüenzo del evangelio, pues es poder de Dios para la salvación de todos los que creen: de los judíos primeramente, pero también de los gentiles."
      }
    },
    {
      "order": 11,
      "reference": "Matthew 6:9-15",
      "texts": {
        "NIV": "<sup>9</sup>This, then, is how you should pray: 'Our Father in heaven, hallowed be your name, <sup>10</sup>your kingdom come, your will be done, on earth as it is in heaven. <sup>11</sup>Give us today our daily bread. <sup>12</sup>And forgive us our debts, as we also have forgiven our debtors. <sup>13</sup>And lead us not into temptation, but deliver us from the evil one.' <sup>14</sup>For if you forgive other people when they sin against you, your heavenly Father will also forgive you. <sup>15</sup>But if you do not forgive others their sins, your Father will not forgive your sins.",
        "KJV": "<sup>9</sup>After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name. <sup>10</sup>Thy kingdom come. Thy will be done in earth, as it is in heaven. <sup>11</sup>Give us this day our daily bread. <sup>12</sup>And forgive us our debts, as we forgive our debtors. <sup>13</sup>And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen. <sup>14</sup>For if ye forgive men their trespasses, your heavenly Father will also forgive you: <sup>15</sup>But if ye forgive not men their trespasses, neither will your Father forgive your trespasses.",
        "NVI": "<sup>9</sup>Ustedes deben orar así: 'Padre nuestro que estás en el cielo, santificado sea tu nombre, <sup>10</sup>venga tu reino, hágase tu voluntad en la tierra como en el cielo. <sup>11</sup>Danos hoy nuestro pan cotidiano. <sup>12</sup>Perdónanos nuestras deudas, como también nosotros hemos perdonado a nuestros deudores. <sup>13</sup>Y no nos dejes caer en tentación, sino líbranos del maligno.' <sup>14</sup>Porque si perdonan a otros sus ofensas, también los perdonará a ustedes su Padre celestial. <sup>15</sup>Pero si no perdonan a otros sus ofensas, tampoco su Padre les perdonará a ustedes las suyas."
      }
    },
    {
      "order": 12,
      "reference": "Psalm 23:1-6",
      "texts": {
        "NIV": "<sup>1</sup>The LORD is my shepherd, I lack nothing. <sup>2</sup>He makes me lie down in green pastures, he leads me beside quiet waters, <sup>3</sup>he refreshes my soul. He guides me along the right paths for his name's sake. <sup>4</sup>Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup>5</sup>You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup>6</sup>Surely your goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever.",
        "KJV": "<sup>1</sup>The LORD is my shepherd; I shall not want. <sup>2</sup>He maketh me to lie down in green pastures: he leadeth me beside the still waters. <sup>3</sup>He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake. <sup>4</sup>Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me. <sup>5</sup>Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over. <sup>6</sup>Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.",
        "NVI": "<sup>1</sup>El SEÑOR es mi pastor, nada me falta; <sup>2</sup>en verdes pastos me hace descansar. Junto a tranquilas aguas me conduce; <sup>3</sup>me infunde nuevas fuerzas. Me guía por sendas de justicia por amor a su nombre. <sup>4</sup>Aun si voy por valles tenebrosos, no temo peligro alguno porque tú estás a mi lado; tu vara de pastor me reconforta. <sup>5</sup>Dispones ante mí un banquete en presencia de mis enemigos. Has ungido con perfume mi cabeza; has llenado mi copa a rebosar. <sup>6</sup>La bondad y el amor me seguirán todos los días de mi vida; y en la casa del SEÑOR habitaré para siempre."
      }
    },
    {
      "order": 13,
      "reference": "Obadiah 1:15",
      "texts": {
        "NIV": "<sup>15</sup>The day of the LORD is near for all nations. As you have done, it will be done to you; your deeds will return upon your own head.",
        "KJV": "<sup>15</sup>For the day of the LORD is near upon all the heathen: as thou hast done, it shall be done unto thee: thy reward shall return upon thine own head.",
        "NVI": "<sup>15</sup>Porque cercano está el día del SEÑOR contra todas las naciones. ¡Edom, como hiciste, se te hará! ¡Sobre tu cabeza recaerá tu merecido!"
      }
    },
    {
      "order": 14,
      "reference": "Acts 1:8",
      "texts": {
        "NIV": "<sup>8</sup>But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.",
        "KJV": "<sup>8</sup>But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.",
        "NVI": "<sup>8</sup>Pero cuando venga el Espíritu Santo sobre ustedes, recibirán poder y serán mis testigos tanto en Jerusalén como en toda Judea y Samaria, y hasta los confines de la tierra."
      }
    },
    {
      "order": 15,
      "reference": "2 Timothy 1:7",
      "texts": {
        "NIV": "<sup>7</sup>For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
        "KJV": "<sup>7</sup>For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.",
        "NVI": "<sup>7</sup>Pues Dios no nos ha dado un espíritu de timidez, sino de poder, de amor y de dominio propio."
      }
    },
    {
      "order": 16,
      "reference": "Proverbs 3:5-6",
      "texts": {
        "NIV": "<sup>5</sup>Trust in the LORD with all your heart and lean not on your own understanding; <sup>6</sup>in all your ways submit to him, and he will make your paths straight.",
        "KJV": "<sup>5</sup>Trust in the LORD with all thine heart; and lean not unto thine own understanding. <sup>6</sup>In all thy ways acknowledge him, and he shall direct thy paths.",
        "NVI": "<sup>5</sup>Confía en el SEÑOR de todo corazón, y no en tu propia inteligencia. <sup>6</sup>Reconócelo en todos tus caminos, y él allanará tus sendas."
      }
    },
    {
      "order": 17,
      "reference": "1 Corinthians 16:13-14",
      "texts": {
        "NIV": "<sup>13</sup>Be on your guard; stand firm in the faith; be courageous; be strong. <sup>14</sup>Do everything in love.",
        "KJV": "<sup>13</sup>Watch ye, stand fast in the faith, quit you like men, be strong. <sup>14</sup>Let all your things be done with charity.",
        "NVI": "<sup>13</sup>Manténganse alerta; permanezcan firmes en la fe; sean valientes y fuertes. <sup>14</sup>Hagan todo con amor."
      }
    },
    {
      "order": 18,
      "reference": "Zephaniah 2:3",
      "texts": {
        "NIV": "<sup>3</sup>Seek the LORD, all you humble of the land, you who do what he commands. Seek righteousness, seek humility; perhaps you will be sheltered on the day of the LORD's anger.",
        "KJV": "<sup>3</sup>Seek ye the LORD, all ye meek of the earth, which have wrought his judgment; seek righteousness, seek meekness: it may be ye shall be hid in the day of the LORD's anger.",
        "NVI": "<sup>3</sup>Busquen al SEÑOR, todos los humildes de la tierra, los que siguen sus justos decretos. Busquen la justicia, busquen la humildad; tal vez encuentren refugio en el día de la ira del SEÑOR."
      }
    },
    {
      "order": 19,
      "reference": "Psalm 51:10",
      "texts": {
        "NIV": "<sup>10</sup>Create in me a pure heart, O God, and renew a steadfast spirit within me.",
        "KJV": "<sup>10</sup>Create in me a clean heart, O God; and renew a right spirit within me.",
        "NVI": "<sup>10</sup>Crea en mí, oh Dios, un corazón limpio, y renueva la firmeza de mi espíritu."
      }
    },
    {
      "order": 20,
      "reference": "2 Corinthians 2:14",
      "texts": {
        "NIV": "<sup>14</sup>But thanks be to God, who always leads us as captives in Christ's triumphal procession and uses us to spread the aroma of the knowledge of him everywhere.",
        "KJV": "<sup>14</sup>Now thanks be unto God, which always causeth us to triumph in Christ, and maketh manifest the savour of his knowledge by us in every place.",
        "NVI": "<sup>14</sup>Sin embargo, gracias a Dios que en Cristo siempre nos lleva triunfantes y, por medio de nosotros, esparce por todas partes la fragancia de su conocimiento."
      }
    },
    {
      "order": 21,
      "reference": "1 Thessalonians 5:19-22",
      "texts": {
        "NIV": "<sup>19</sup>Do not quench the Spirit. <sup>20</sup>Do not treat prophecies with contempt <sup>21</sup>but test them all; hold on to what is good, <sup>22</sup>reject every kind of evil.",
        "KJV": "<sup>19</sup>Quench not the Spirit. <sup>20</sup>Despise not prophesyings. <sup>21</sup>Prove all things; hold fast that which is good. <sup>22</sup>Abstain from all appearance of evil.",
        "NVI": "<sup>19</sup>No apaguen el Espíritu, <sup>20</sup>no desprecien las profecías, <sup>21</sup>sométanlo todo a prueba, aférrense a lo bueno, <sup>22</sup>eviten toda clase de mal."
      }
    },
    {
      "order": 22,
      "reference": "1 Corinthians 13:13",
      "texts": {
        "NIV": "<sup>13</sup>And now these three remain: faith, hope and love. But the greatest of these is love.",
        "KJV": "<sup>13</sup>And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
        "NVI": "<sup>13</sup>Ahora, pues, permanecen estas tres virtudes: la fe, la esperanza y el amor. Pero la más excelente de ellas es el amor."
      }
    },
    {
      "order": 23,
      "reference": "Hebrews 12:1-2",
      "texts": {
        "NIV": "<sup>1</sup>Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us, <sup>2</sup>fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God.",
        "KJV": "<sup>1</sup>Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us, <sup>2</sup>Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.",
        "NVI": "<sup>1</sup>Por tanto, también nosotros, que estamos rodeados de una multitud tan grande de testigos, despojémonos del lastre que nos estorba, en especial del pecado que nos asedia, y corramos con perseverancia la carrera que tenemos por delante. <sup>2</sup>Fijemos la mirada en Jesús, el iniciador y perfeccionador de nuestra fe, quien por el gozo que le esperaba, soportó la cruz, menospreciando la vergüenza que ella significaba, y ahora está sentado a la derecha del trono de Dios."
      }
    },
    {
      "order": 24,
      "reference": "Matthew 5:16",
      "texts": {
        "NIV": "<sup>16</sup>In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
        "KJV": "<sup>16</sup>Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.",
        "NVI": "<sup>16</sup>Hagan brillar su luz delante de todos, para que ellos puedan ver las buenas obras de ustedes y alaben al Padre que está en el cielo."
      }
    },
    {
      "order": 25,
      "reference": "Zephaniah 3:17",
      "texts": {
        "NIV": "<sup>17</sup>The LORD your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
        "KJV": "<sup>17</sup>The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.",
        "NVI": "<sup>17</sup>El SEÑOR tu Dios está en medio de ti como guerrero victorioso. Se deleitará en ti con gozo, te renovará con su amor, se alegrará por ti con cantos."
      }
    },
    {
      "order": 26,
      "reference": "Proverbs 16:3-4",
      "texts": {
        "NIV": "<sup>3</sup>Commit to the LORD whatever you do, and he will establish your plans. <sup>4</sup>The LORD works out everything to its proper end—even the wicked for a day of disaster.",
        "KJV": "<sup>3</sup>Commit thy works unto the LORD, and thy thoughts shall be established. <sup>4</sup>The LORD hath made all things for himself: yea, even the wicked for the day of evil.",
        "NVI": "<sup>3</sup>Pon en manos del SEÑOR todas tus obras, y tus proyectos se cumplirán. <sup>4</sup>Toda obra del SEÑOR tiene un propósito; ¡hasta el malvado fue hecho para el día del desastre!"
      }
    },
    {
      "order": 27,
      "reference": "Matthew 19:26",
      "texts": {
        "NIV": "<sup>26</sup>Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\"",
        "KJV": "<sup>26</sup>But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible.",
        "NVI": "<sup>26</sup>Para los hombres es imposible —aclaró Jesús, mirándolos fijamente—, mas para Dios todo es posible."
      }
    },
    {
      "order": 28,
      "reference": "Proverbs 16:18-19",
      "texts": {
        "NIV": "<sup>18</sup>Pride goes before destruction, a haughty spirit before a fall. <sup>19</sup>Better to be lowly in spirit along with the oppressed than to share plunder with the proud.",
        "KJV": "<sup>18</sup>Pride goeth before destruction, and an haughty spirit before a fall. <sup>19</sup>Better it is to be of an humble spirit with the lowly, than to divide the spoil with the proud.",
        "NVI": "<sup>18</sup>Al orgullo le sigue la destrucción; a la altanería, el fracaso. <sup>19</sup>Vale más humillarse con los oprimidos que compartir el botín con los orgullosos."
      }
    },
    {
      "order": 29,
      "reference": "Ephesians 2:10",
      "texts": {
        "NIV": "<sup>10</sup>For we are God's handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do.",
        "KJV": "<sup>10</sup>For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
        "NVI": "<sup>10</sup>Porque somos hechura de Dios, creados en Cristo Jesús para buenas obras, las cuales Dios dispuso de antemano a fin de que las pongamos en práctica."
      }
    },
    {
      "order": 30,
      "reference": "Galatians 5:22-23",
      "texts": {
        "NIV": "<sup>22</sup>But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, <sup>23</sup>gentleness and self-control. Against such things there is no law.",
        "KJV": "<sup>22</sup>But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, <sup>23</sup>Meekness, temperance: against such there is no law.",
        "NVI": "<sup>22</sup>En cambio, el fruto del Espíritu es amor, alegría, paz, paciencia, amabilidad, bondad, fidelidad, <sup>23</sup>humildad y dominio propio. No hay ley que condene estas cosas."
      }
    }
  ]
}